package lesson3DzTask3;

//Створити клас Кермо, Колесо, Кузов- описати дані класи(гетери, сетери, туСтрінг). Всі
//поля повинні бути приватними. Додати методи які б виконували певні функції з полями.
//Створити клас Машина, який матиме деякі свої поля та обєкти класу Кермо, Кузов,Колесо-
//як поля класу. Додати методи для виконання певних функцій. Всі поля повинні бути
//параметрами в конструкторі. В мейн методі , створии клас Машина, запустити всі його
//методи.

public class Main {

	public static void main(String[] args) {
		
		Car car = new Car("Ferrari", "чорний");
		car.run();

	}

}
